---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CuttingFailures.CannotCopyFromMultipleLinks
source: html/17c6e2c0-c863-141e-000c-5f68c34af25d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CuttingFailures.CannotCopyFromMultipleLinks Property

Elements cannot be copied from multiple links at the same time.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyFromMultipleLinks { get; }
```